[
  {
    "Company Name": "Pizza Mia",
    "Taxonomy": [
      {
        "Topic number": 1,
        "Topic Name": "Order Placement",
        "Topic Description": "Assistance with placing orders, selecting items, customization, and providing information on deals."
      },
      {
        "Topic number": 2,
        "Topic Name": "Order Tracking",
        "Topic Description": "Inquiries about the status of orders, tracking delivery progress, estimated delivery time updates, and address confirmation."
      },
      {
        "Topic number": 3,
        "Topic Name": "Menu and Ingredients",
        "Topic Description": "Clarification on ingredients used, dietary restrictions, suggestions for vegetarian or vegan options, and nutritional information."
      },
      {
        "Topic number": 4,
        "Topic Name": "Delivery Issues",
        "Topic Description": "Handling late deliveries, missing items, incorrect orders, complaints about delivery personnel, and special delivery requests."
      },
      {
        "Topic number": 5,
        "Topic Name": "Payment and Billing",
        "Topic Description": "Assistance with payment methods, billing discrepancies, refund requests, and applying promo codes or vouchers."
      },
      {
        "Topic number": 6,
        "Topic Name": "Technical Support",
        "Topic Description": "Troubleshooting online ordering platform issues, login/account problems, browser compatibility, and mobile app support."
      },
      {
        "Topic number": 7,
        "Topic Name": "Quality Concerns",
        "Topic Description": "Dealing with complaints regarding food quality, packaging, presentation, and providing feedback on customer experience."
      },
      {
        "Topic number": 8,
        "Topic Name": "Special Requests",
        "Topic Description": "Handling requests for specific pizza customization, catering inquiries, dietary accommodations, and organizing group orders."
      },
      {
        "Topic number": 9,
        "Topic Name": "Loyalty Programs",
        "Topic Description": "Enrollment in loyalty programs, points balance inquiries, redeeming rewards, and clarifying program terms and conditions."
      },
      {
        "Topic number": 10,
        "Topic Name": "General Inquiries",
        "Topic Description": "Providing information on store locations, hours of operation, corporate inquiries, employment opportunities, and promotional events."
      }
    ],
    "Examples": [
      {
        "sample_text": "Hi there! I'd like to place an order for delivery to 123 Main Street.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Good evening! Can I order a large pepperoni pizza with extra cheese for pickup?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hello! I'd like to order a vegetarian pizza with no onions, please.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi, can I place an order for two medium pizzas, one Hawaiian and one Margherita?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hey! I'm interested in ordering a combo deal with a pizza, garlic knots, and soda.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi, can you assist me in adding a side of buffalo wings to my existing order?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Good morning! I'd like to order a gluten-free pizza with chicken and mushrooms.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hello, I'm looking to place a delivery order for a family-sized feast including pizza, pasta, and salad.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi! Can I customize a half-and-half pizza with different toppings on each side?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hey there! I'd like to place an order for a party pack including multiple pizzas and sides.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Good afternoon! I'd like to order a specialty pizza with the chef's recommended toppings.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hello, I'd like to place an order for delivery to my office address. Can you please confirm the nearest branch?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi, can I order a dessert pizza along with my regular order?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Good evening! I'm looking to order a pizza for pickup, but I need it ready in 20 minutes. Is that possible?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hey there! Can I place an order for a half-sized pizza for a solo dinner?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hello! I'd like to order a cheeseless pizza with extra veggies, please.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi, I'm interested in ordering a deep-dish pizza with extra sauce. Can you accommodate that?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Good morning! I'd like to place an order for a pizza party package for my child's birthday.",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hello, can I add a note to my order requesting no olives on the pizza?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi, I'm ready to place an order for pickup. Can you recommend your specialty pizza?",
        "class": "Order Placement",
        "class number": 0
      },
      {
        "sample_text": "Hi, I placed an order about 30 minutes ago. Can you please provide an update on its status?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, I'm trying to track my order but the tracking link isn't working. Can you assist?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hey there! My order was scheduled for delivery an hour ago, but I haven't received it yet. What's the status?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I need to change the delivery address for my order. Can you update it in your system?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, I received a notification that my order was delivered, but I haven't received it. Can you check the delivery status?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'm tracking my order and it shows it's out for delivery. Can you provide an estimated arrival time?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, I accidentally closed the order tracking page. Can you resend the tracking link?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I need to cancel my order, but I can't track it. Can you confirm its status and cancel it for me?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, I placed an order but forgot to note any special delivery instructions. Can I add them now?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, my order was supposed to be delivered by now, but I haven't received any updates. Can you check on it?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, my tracking link is showing an error message. Can you troubleshoot the issue?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I just received a notification that my order is delayed. Can you provide more information?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, I'm trying to track my order, but it's saying no information is available. Can you help?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, my order was marked as delivered, but I haven't received it yet. Can you investigate?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, my order status hasn't been updated for a while. Can you provide an update?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I accidentally closed the order confirmation page before noting the order number. Can you help me track it?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, my order was supposed to arrive 30 minutes ago, but it hasn't. Can you check its status?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'm trying to track my order, but the website is showing an error. Can you assist?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hello, I received a message that my order is delayed due to weather conditions. Can you confirm?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'm tracking my order, but it seems stuck at a certain location. Can you provide more information?",
        "class": "Order Tracking",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'm curious about the ingredients used in your BBQ Chicken Pizza. Can you provide details?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I have a nut allergy. Can you tell me which pizzas are safe for me to order?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hey there! Do you have any gluten-free crust options available?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, can you recommend some vegetarian pizza options?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I'm interested in the nutritional information for your Margherita Pizza. Where can I find it?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, do you offer any vegan cheese substitutes for your pizzas?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I'm looking to order a pizza for my son's birthday party. Do you have any kid-friendly options?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, are there any spicy pizza options on your menu?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I'm interested in trying a specialty pizza. Can you provide some recommendations?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, I'm planning a party and would like to order some appetizers along with the pizzas. What do you recommend?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I have a dairy intolerance. Can you tell me which pizzas I should avoid?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, do you offer any low-carb options for your pizzas?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, are your pizza crusts made with whole wheat flour?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, I'm interested in the ingredients used in your Alfredo sauce. Can you provide more information?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I have a shellfish allergy. Are there any pizzas that may contain shellfish or traces of it?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, do you offer any specialty crust options like cauliflower crust?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, I'm looking for a pizza with a good balance of protein and carbs. Can you recommend one?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, I'm interested in the vegetarian options for your salads. Can you provide details?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hello, do you offer any specialty toppings that are unique to your pizzeria?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, are your pizzas made with organic ingredients?",
        "class": "Menu and Ingredients",
        "class number": 2
      },
      {
        "sample_text": "Hi, my order was supposed to arrive 30 minutes ago, but it hasn't. Can you check its status?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, I received my order, but one of the pizzas is missing. Can you please assist?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hey there! I received the wrong order. Can you help me get the correct one?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I ordered a large pizza, but it arrived cold. Can you send a replacement?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, the delivery driver left my order at the wrong address. What should I do?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I requested contactless delivery, but the driver insisted on handing me the food directly. Can you address this?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, my order was delivered late, and I missed my lunch break waiting for it. Can you compensate for the inconvenience?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I received my order, but the garlic knots are burnt. Can you replace them?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, my order was damaged during delivery, and some items are squished. Can you send a replacement?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I ordered extra sauce with my pizza, but it wasn't included in the delivery. Can you fix this?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, the delivery driver was rude and refused to follow my instructions for contactless delivery. Can you address this behavior?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I received my order, but the pizza was cold and soggy. Can you send a fresh one?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, I ordered extra cheese on my pizza, but it seems like there's hardly any. Can you rectify this?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, my order was delivered to the wrong address entirely. Can you ensure this doesn't happen again?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, I received my order, but the pizza box was torn and leaking grease. Can you replace it?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, the delivery driver forgot to include my drink with the order. Can you arrange to send it separately?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, my order was delivered much later than the estimated time. Can you provide an explanation?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I received my order, but the pizza toppings are not what I requested. Can you fix this?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hello, I ordered a salad, but it was missing the dressing. Can you send it separately?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, my order was delivered with the wrong dipping sauce. Can you provide the correct one?",
        "class": "Delivery Issues",
        "class number": 3
      },
      {
        "sample_text": "Hi, I'm trying to use my gift card to pay for my order, but it's not working. Can you assist?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, I just noticed a discrepancy in the total amount charged on my credit card statement. Can you help me understand?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hey there! I received a promo code for a discount, but it's not being applied to my order. Can you check?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, my payment went through, but I didn't receive an order confirmation. Can you verify if my order was placed?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, I'm trying to redeem my rewards points for a free pizza, but the system won't let me. Can you assist?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I received my order, but the receipt shows an incorrect item. Can you update it?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, my credit card was charged twice for the same order. Can you refund the duplicate charge?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I'd like to apply a store credit to my order. How can I do that?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, I have a coupon for a free dessert with my order. How do I ensure it's included?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, my payment method was declined, but I know the funds are available. Can you help resolve this issue?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, I received an email saying my payment didn't go through, but my bank statement shows the charge. Can you confirm the payment status?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I accidentally placed an order and need to cancel it before it's processed. Can you assist?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, my order total seems higher than expected. Can you review the charges for me?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I'd like to split the payment for my order between two credit cards. Is that possible?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, I received a notification that my payment failed, but I'm not sure why. Can you provide more information?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I accidentally used the wrong payment method for my order. Can you update it for me?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, I placed an order and selected cash on delivery, but now I want to change the payment method. Can you assist?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I'm trying to add a new payment method to my account, but it's not being accepted. Can you troubleshoot?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hello, my order total was higher than expected due to a service fee. Can you explain the additional charge?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I accidentally made a duplicate payment for my order. Can you refund one of the charges?",
        "class": "Payment and Billing",
        "class number": 4
      },
      {
        "sample_text": "Hi, I'm having trouble logging into my account. It keeps saying my password is incorrect. Can you help?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm trying to place an order on your website, but it's not loading properly. Can you check if there's an issue?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hey there! I'm unable to add items to my cart on the mobile app. Can you provide assistance?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm using the mobile app to order, but it's crashing every time I try to proceed to checkout. Can you help me troubleshoot?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, the website is displaying an error message when I try to select my delivery address. Can you assist?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm experiencing issues with the payment processing on the website. Can you look into it?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm unable to update my account information. Can you help me resolve this?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I keep getting logged out of my account automatically. Can you fix this issue?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm trying to apply a promo code, but the website is not accepting it. Can you assist with this?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, the images of menu items are not loading on the website. Can you check what's causing the problem?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, the 'forgot password' link on the login page is not working. Can you provide another way to reset my password?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm trying to view my order history, but the page is not loading. Can you help me access it?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm encountering an error message when I try to update my payment method. Can you assist with this issue?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, the website is not displaying the current deals and promotions. Can you refresh the page or update the information?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm having trouble navigating through the menu options on the mobile app. Can you provide guidance?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm trying to change my delivery address, but the system is not saving the changes. Can you assist with this issue?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm encountering a 'server error' message when I try to complete my order. Can you help me proceed?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm having difficulty finding the customer support contact information on the website. Can you provide it to me?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, the mobile app is not showing my saved addresses. Can you troubleshoot this issue?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, the website is displaying an error message when I try to access the 'help' section. Can you provide assistance?",
        "class": "Technical Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I ordered a pizza and it arrived burnt. Can you ensure better quality next time?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, the pizza I received was cold and soggy. Can you send a fresh one?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hey there! I ordered a salad, but the lettuce looks wilted and old. Can you provide a replacement?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, the garlic knots I received were stale and hard. Can you send a new batch?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, I ordered a pizza with extra cheese, but it seems like there's hardly any cheese on it. Can you fix this?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, I ordered a pizza and it was dripping with grease. Can you ensure less oily toppings next time?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, the pizza crust was burnt and tough to chew. Can you improve the crust quality?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, I ordered a pasta dish, but it was overcooked and mushy. Can you provide a replacement?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, the toppings on my pizza were not evenly distributed. Can you ensure better toppings distribution next time?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, the salad dressing I received was expired. Can you send a fresh one?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, I ordered a pizza with extra sauce, but it seems like there's hardly any sauce on it. Can you fix this?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, I ordered a dessert, but it was stale and tasted old. Can you provide a fresh one?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, the pizza box was damaged, and some of the pizza toppings got squished. Can you replace the damaged items?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, I ordered a pizza with vegetables, but they were undercooked and crunchy. Can you ensure better cooking next time?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, I ordered a gluten-free pizza, but it seems like it was contaminated with gluten. Can you ensure better handling?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, the pizza sauce tasted off. Can you improve the sauce quality?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, I ordered a pizza with fresh basil, but it was wilted and brown. Can you provide fresh toppings?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, the cheese on my pizza was rubbery and didn't melt properly. Can you ensure better cheese quality?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hello, I ordered a pizza and it was overcooked and burnt on the edges. Can you improve the cooking time?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, the salad I received was missing some of the advertised ingredients. Can you ensure better preparation?",
        "class": "Quality Concerns",
        "class number": 6
      },
      {
        "sample_text": "Hi, what are your opening hours on weekends?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, do you offer any discounts for large orders?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hey there! Can you tell me if you have any vegan options on your menu?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, what's the estimated delivery time for my area?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, do you provide catering services for events?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hey, what's the difference between your thin crust and hand-tossed pizzas?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, can you tell me if your ingredients are sourced locally?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, do you offer any options for customers with dietary restrictions?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hey there! Is there a minimum order requirement for delivery?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, do you have any special promotions for first-time customers?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, can you provide information about the ingredients used in your gluten-free crust?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, do you offer any options for customers with nut allergies?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, can you provide details about your loyalty rewards program?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hey there! Do you have any recommendations for pairing wines with your pizzas?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, can you tell me if you offer any gluten-free dessert options?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, do you have nutritional information available for your menu items?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, do you provide contactless delivery options?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, what's the best way to reheat leftover pizza?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, can you tell me if you offer any vegan cheese alternatives?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hello, do you accept orders over the phone?",
        "class": "General Inquiry",
        "class number": 7
      },
      {
        "sample_text": "Hi, I just wanted to say that your pizza was absolutely delicious!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I wanted to compliment your delivery driver for being so friendly and polite!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hey there! I just wanted to say that your customer service team was very helpful and attentive!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I've been ordering from you for years, and I just wanted to say that your quality has always been top-notch!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I wanted to give feedback on my recent order. Everything was perfect, from the taste to the delivery time!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hey there! Your online ordering system is so user-friendly and convenient. Great job!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I just wanted to let you know that your garlic knots are my favorite! They're always so delicious!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I wanted to compliment your chef on the amazing flavors of the specialty pizza I ordered!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hey there! Your pizza never disappoints. It's always fresh, hot, and delicious!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I just wanted to say that your customer service team went above and beyond to resolve my issue. Thank you!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I'm always impressed by the variety of toppings and flavors you offer. Keep up the great work!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hey there! Your delivery was so quick, and the pizza arrived piping hot. Excellent service!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I just wanted to say that your desserts are to die for! I can't get enough of them!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I wanted to give a shoutout to your team for always being so accommodating to my special requests!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hey there! Your restaurant has become my go-to spot for pizza. I recommend it to all my friends!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I just wanted to express my appreciation for the consistent quality of your food and service!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I wanted to compliment your restaurant for always maintaining cleanliness and hygiene standards!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hey there! Your pizza never fails to satisfy my cravings. Thank you for always delivering excellence!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I just wanted to say that your online ordering process is seamless and hassle-free. Great job!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hello, I wanted to give feedback on the friendliness and professionalism of your staff. They're amazing!",
        "class": "Compliments and Feedback",
        "class number": 8
      },
      {
        "sample_text": "Hi, I'd like to request extra cheese on my pizza, please.",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, can you make my pizza with half pepperoni and half mushrooms?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hey there! I'm allergic to onions. Can you ensure my order is onion-free?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hi, can you make my pizza well-done with crispy crust?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'd like to request extra sauce on the side for dipping.",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hey there! Can you make my salad without croutons?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hi, I'd like my pizza sliced into squares instead of traditional wedges.",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, can you make my pasta dish with gluten-free noodles?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hey there! I'd like to request extra garlic butter sauce for my breadsticks.",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hi, can you make my pizza with a gluten-free crust?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'd like to customize my pizza with BBQ sauce instead of marinara.",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hey there! Can you make my pizza with a mix of mozzarella and cheddar cheese?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hi, can you add extra olives to my pizza, please?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'm vegetarian. Can you ensure my pizza has no meat toppings?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hey there! Can you make my pizza with a stuffed crust?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hi, I'd like to request extra spice on my wings.",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, can you make my pizza with a combination of regular and spicy sausage?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hey there! Can you add pineapple to my pizza, please?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hi, I'm lactose intolerant. Can you make my pizza with dairy-free cheese?",
        "class": "Special Requests",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'd like to request extra marinara sauce for my pasta.",
        "class": "Special Requests",
        "class number": 9
      }
    ]
  },
  {
    "Company Name": "Online Banking",
    "Taxonomy": [
      {
        "Topic Number": 1,
        "Topic Name": "Account Balance Inquiry",
        "Topic Description": "Inquiries related to checking account, savings account, or credit card balances."
      },
      {
        "Topic Number": 2,
        "Topic Name": "Transaction Disputes",
        "Topic Description": "Disputes or discrepancies in transactions, such as unauthorized charges or incorrect amounts."
      },
      {
        "Topic Number": 3,
        "Topic Name": "Online Banking Assistance",
        "Topic Description": "Help with online banking services, including login issues, password resets, or navigation assistance."
      },
      {
        "Topic Number": 4,
        "Topic Name": "Bill Payments",
        "Topic Description": "Questions or issues related to paying bills online, setting up automatic payments, or payment confirmation."
      },
      {
        "Topic Number": 5,
        "Topic Name": "Mobile Banking Support",
        "Topic Description": "Assistance with mobile banking apps, troubleshooting app errors, or mobile deposit inquiries."
      },
      {
        "Topic Number": 6,
        "Topic Name": "Account Closure",
        "Topic Description": "Requests or assistance with closing an account, including necessary steps and confirmation."
      },
      {
        "Topic Number": 7,
        "Topic Name": "Fraud Prevention",
        "Topic Description": "Reporting suspected fraud, unauthorized transactions, or phishing attempts."
      },
      {
        "Topic Number": 8,
        "Topic Name": "Interest Rates Inquiry",
        "Topic Description": "Inquiries regarding interest rates on loans, savings accounts, or certificates of deposit (CDs)."
      },
      {
        "Topic Number": 9,
        "Topic Name": "Loan Application",
        "Topic Description": "Assistance with applying for a loan, questions about loan types, eligibility criteria, or application status."
      },
      {
        "Topic Number": 10,
        "Topic Name": "Credit Score Inquiry",
        "Topic Description": "Questions or requests for information about credit scores, credit reports, or credit monitoring services."
      },
      {
        "Topic Number": 11,
        "Topic Name": "Account Statement Request",
        "Topic Description": "Requests for account statements, transaction history, or tax documents."
      },
      {
        "Topic Number": 12,
        "Topic Name": "Card Replacement",
        "Topic Description": "Requests for replacing lost, stolen, or damaged debit cards, credit cards, or ATM cards."
      },
      {
        "Topic Number": 13,
        "Topic Name": "Branch Location and Hours",
        "Topic Description": "Inquiries about branch locations, operating hours, services offered, or appointments."
      },
      {
        "Topic Number": 14,
        "Topic Name": "Investment Accounts",
        "Topic Description": "Assistance with investment accounts, retirement planning, stock trading, or portfolio management."
      },
      {
        "Topic Number": 15,
        "Topic Name": "Online Security",
        "Topic Description": "Questions or concerns about online security measures, account protection, or password security."
      },
      {
        "Topic Number": 16,
        "Topic Name": "Account Upgrades",
        "Topic Description": "Inquiries about upgrading account types, benefits of premium accounts, or eligibility criteria."
      },
      {
        "Topic Number": 17,
        "Topic Name": "Customer Feedback",
        "Topic Description": "Providing feedback, suggestions, or complaints about the banking services or customer experience."
      },
      {
        "Topic Number": 18,
        "Topic Name": "Tax-related Questions",
        "Topic Description": "Questions or assistance regarding tax documents, reporting interest income, or tax-related forms."
      },
      {
        "Topic Number": 19,
        "Topic Name": "Lost or Stolen Checks",
        "Topic Description": "Reporting lost or stolen checks, placing stop payments, or reissuing checks."
      },
      {
        "Topic Number": 20,
        "Topic Name": "Account Reinstatement",
        "Topic Description": "Requests for reinstating a closed or suspended account, including necessary steps and documentation."
      }
    ],
    "Examples": [
      {
        "sample_text": "Hi, I'd like to check my current balance in my checking account.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, can you provide me with the balance of my savings account?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hey there! I need to know the available balance on my credit card.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'm curious about the balance in my checking account.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, could you please tell me the remaining balance in my savings account?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hey, I need assistance in checking my recent account balance.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'm trying to find out how much money I have in my checking account.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, can you check the balance of my savings account for me?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hey there! I'm wondering if you can help me check my credit card balance.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, I need to know the balance of my checking account for budgeting purposes.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, could you provide me with the current balance of my savings account?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hey, I'm trying to keep track of my finances. Can you tell me my account balance?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, can you check my checking account balance and let me know?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, I'd like to inquire about the balance in my savings account, please.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hey there! I'm unsure of my current credit card balance. Can you assist?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, I need to check the balance of my checking account before making a purchase.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, could you please provide me with the balance of my savings account?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hey, I'm trying to plan my expenses. Can you tell me my current account balance?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, I'd like to verify the balance of my checking account.",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hello, can you give me the balance of my credit card account?",
        "class": "Account Balance Inquiry",
        "class number": 1
      },
      {
        "sample_text": "Hi, I noticed a transaction on my account that I did not authorize.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, there is a discrepancy in my recent transaction. Can you help me resolve it?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hey there! I think there is an incorrect charge on my account. Can you assist?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, I'd like to dispute a charge on my credit card statement.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, I received a receipt for a purchase I didn't make. Can you investigate?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hey, I'm seeing a transaction on my account that I don't recognize. Can you look into it?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, I believe there was a double charge on my debit card. Can you help me fix it?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, I need assistance in disputing a transaction on my account.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hey there! I received an email about a purchase I didn't make. What should I do?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, there is a transaction on my account that I did not authorize. Can you help me?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, I'd like to report a fraudulent transaction on my credit card.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hey, I noticed an incorrect withdrawal from my account. Can you assist me?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, I need help resolving a discrepancy in my recent transaction history.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, there is an unknown charge on my account. Can you investigate?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hey there! I believe there was an error in processing my payment. Can you check?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, I'm disputing a charge on my account and need assistance.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, I need to dispute a transaction on my debit card. Can you help me?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hey, I received a statement with a charge I don't recognize. Can you investigate?",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, I need to report a suspicious transaction on my account.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hello, I noticed an unauthorized transaction on my credit card statement.",
        "class": "Transaction Disputes",
        "class number": 2
      },
      {
        "sample_text": "Hi, I'm having trouble logging into my online banking account.",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hello, I forgot my online banking password. Can you help me reset it?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hey there! I'm having trouble navigating through the online banking website.",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hi, I need assistance in setting up my online banking account.",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hello, I'm trying to access my account online but it's not working. Can you assist?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hey, I'm unable to access my online banking account. Can you troubleshoot?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hi, I'm encountering errors while trying to transfer funds online.",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hello, I'm locked out of my online banking account. Can you unlock it?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hey there! I need help registering for online banking. Can you guide me?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hi, I'm experiencing issues with the online banking app. Can you fix it?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hello, I need to update my contact information on my online banking profile.",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hey, I'm unable to view my account statements online. Can you help me?",
        "class": "Online Banking Assistance",
        "class number": 3
      },
      {
        "sample_text": "Hi, I'd like to check my recent bill payments.",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hello, I need assistance in setting up automatic bill payments.",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hey there! I didn't receive a confirmation for my bill payment. Can you help?",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hi, I accidentally paid the wrong bill. Can you assist me in reversing it?",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hello, I'm having trouble adding a new payee for bill payments. Can you troubleshoot?",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hey, I'd like to inquire about the processing time for bill payments.",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hi, I need help canceling a scheduled bill payment. Can you assist?",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hello, I'm unable to view my bill payment history. Can you help me access it?",
        "class": "Bill Payments",
        "class number": 4
      },
      {
        "sample_text": "Hi, I'm having trouble accessing the mobile banking app. Can you help?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm unable to deposit a check using the mobile banking app. Can you assist?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hey there! I'm seeing an error message when trying to transfer money via the mobile app.",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, the mobile banking app is freezing on my device. Can you provide a solution?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm trying to pay a bill using the mobile app but it's not working. Can you help?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hey, I need assistance setting up fingerprint login on the mobile banking app.",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm unable to view my account balance on the mobile banking app. Can you troubleshoot?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, the mobile banking app is crashing whenever I try to log in. Can you fix it?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hey there! I'm getting an 'invalid credentials' error on the mobile app. Can you assist?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm unable to find the mobile deposit feature on the banking app. Can you guide me?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I need help updating my mobile phone number in the banking app settings.",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hey, I'm unable to locate the mobile app in the app store. Can you provide assistance?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I received a notification about a security update for the mobile app. Can you provide details?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, the mobile app is showing outdated account information. Can you help refresh it?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hey there! I'm having trouble navigating through the mobile banking app. Can you assist?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I accidentally logged out of the mobile banking app and can't log back in. Can you help?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, the mobile app is not displaying recent transactions. Can you troubleshoot?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hey, I'm unable to update the mobile app to the latest version. Can you provide guidance?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I'm receiving an error message when trying to link accounts on the mobile app. Can you assist?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hello, I'm trying to find the mobile check deposit feature in the app. Can you help?",
        "class": "Mobile Banking Support",
        "class number": 5
      },
      {
        "sample_text": "Hi, I want to close my savings account. Can you assist with the process?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I no longer need my checking account. How can I close it?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hey there! I'm considering closing my credit card account. What are the steps?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I'm moving to a different bank. Can you help me close my accounts?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I want to close my account due to relocation. How do I proceed?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hey, I'm consolidating my accounts and need to close some. Can you assist?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I'm dissatisfied with the bank's services and want to close my accounts.",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I'm closing my account as I'm switching to a different bank. How do I proceed?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hey there! I want to close my joint account with another person. Can you help?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I'm closing my account due to financial reasons. What are the next steps?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I'm closing my account as I no longer require banking services. Can you assist?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hey, I want to close my account but still have outstanding checks. What should I do?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I'm closing my account due to dissatisfaction with the bank's policies. How do I proceed?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I'm closing my account as I'm moving abroad. Can you guide me through the process?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hey there! I want to close my account as I'm switching to online banking only. Can you help?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I'm closing my account as I'm retiring. How do I proceed with the closure?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I'm closing my account due to a change in financial circumstances. Can you assist?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hey, I want to close my account but have automatic payments set up. What should I do?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I'm closing my account as I'm switching to a credit union. Can you guide me through the process?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hello, I'm closing my account due to dissatisfaction with the bank's customer service. How do I proceed?",
        "class": "Account Closure",
        "class number": 6
      },
      {
        "sample_text": "Hi, I need to update my mailing address on file. How can I do that?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I recently moved and need to update my address with the bank. Can you help?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hey there! I want to change my billing address for all my accounts. Can you assist?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I've relocated and need to update my address for correspondence. How do I proceed?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I'm updating my address. Can you guide me through the process?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hey, I need to change my mailing address due to a recent move. Can you help with that?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I've moved homes and need to update my address on file. What are the steps?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I want to update my address to ensure I receive important mailings. Can you assist?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hey there! I need to change my address for my credit card statements. How do I do that?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I'm updating my contact information, including my address. Can you help me with that?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I've moved to a new city and need to update my address for banking purposes. Can you assist?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hey, I need to change my address for all my accounts. Can you provide guidance?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I've recently changed residences and need to update my address. Can you help me?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I need to change my address to continue receiving statements. How can I do that?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hey there! I want to update my address for all my accounts. Can you assist me?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I've relocated and need to update my address on file. Can you guide me through the process?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I need to change my address due to a recent move. Can you help me with that?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hey, I'm updating my contact details, including my address. Can you provide assistance?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I've moved homes and need to update my address for banking purposes. What are the steps?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hello, I want to update my address to ensure I receive important communications. Can you assist?",
        "class": "Address Change",
        "class number": 7
      },
      {
        "sample_text": "Hi, I need to order new checks for my checking account. How can I do that?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I want to order checks with a new design for my account. Can you assist?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hey there! I need to order a new checkbook as I've run out of checks. Can you help?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I want to order checks for the first time. How do I go about it?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I need to order business checks for my company's account. Can you assist?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hey, I'm running low on checks and need to reorder them. Can you help me with that?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I want to order duplicate checks for my personal account. How can I do that?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I need to order checks with my new address printed on them. Can you guide me?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hey there! I'm interested in ordering checks with a custom design. Can you assist?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I want to order checks for my joint account with my spouse. How do I proceed?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I need to order checks with my company logo printed on them. Can you help?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hey, I'm looking to order checks with a specific theme. Can you provide options?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I want to order checks for my child's account. How can I do that?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I need to order checks in a rush. Is there an expedited shipping option?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hey there! I'm looking to order checks with additional security features. Can you assist?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I want to order checks for my business account. How do I proceed?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I need to order checks with my spouse's name added. Can you guide me?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hey, I'm interested in ordering checks with a scenic design. Can you help me?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I want to order checks for my personal account with express delivery. How can I do that?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hello, I need to order checks for my business account with rush processing. Can you assist?",
        "class": "Check Ordering",
        "class number": 8
      },
      {
        "sample_text": "Hi, I need assistance in setting up direct deposit for my paycheck. Can you help?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I want to enroll in direct deposit for my salary payments. How can I do that?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hey there! I'm new to direct deposit. Can you guide me through the setup process?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I need assistance in linking my bank account for direct deposit. Can you assist?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I want to set up direct deposit for my government benefits. How do I proceed?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hey, I'm having trouble setting up direct deposit for my pension payments. Can you help?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I need assistance in providing my employer with the necessary information for direct deposit. Can you guide me?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'm trying to set up direct deposit for my Social Security benefits. Can you assist?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hey there! I want to switch to direct deposit for my rental income. How do I do that?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I need help setting up direct deposit for my commission payments. Can you help me with that?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'm a freelancer and want to set up direct deposit for my client payments. Can you guide me?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hey, I'm having trouble enrolling in direct deposit for my unemployment benefits. Can you assist?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I want to set up direct deposit for my rental property income. How can I do that?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I need assistance in setting up direct deposit for my annuity payments. Can you help?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hey there! I want to switch to direct deposit for my dividend payments. How do I proceed?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I'm having trouble setting up direct deposit for my tax refunds. Can you guide me through the process?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I want to enroll in direct deposit for my scholarship payments. Can you assist?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hey, I need assistance in setting up direct deposit for my disability payments. Can you help?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I want to set up direct deposit for my alimony payments. How do I proceed?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hello, I'm trying to set up direct deposit for my pension benefits. Can you assist?",
        "class": "Direct Deposit Setup",
        "class number": 9
      },
      {
        "sample_text": "Hi, I need help understanding a recent charge on my credit card statement. Can you assist?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I noticed an unfamiliar transaction on my credit card statement. Can you help me investigate?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hey there! I'm unsure about a fee listed on my credit card statement. Can you provide clarification?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I need assistance in understanding the interest charges on my credit card statement. Can you explain?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I want to dispute a charge on my credit card statement. How do I proceed?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hey, I received my credit card statement and have questions about the charges. Can you help?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I'm confused about the rewards points listed on my credit card statement. Can you provide details?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I need assistance in reconciling my credit card statement. Can you guide me through the process?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hey there! I want to inquire about a pending transaction on my credit card statement. Can you assist?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I'm unsure about the annual fee listed on my credit card statement. Can you provide information?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I need clarification on the foreign transaction fees listed on my credit card statement. Can you help?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hey, I'm trying to understand the billing cycle on my credit card statement. Can you explain?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I noticed duplicate charges on my credit card statement. Can you assist in resolving this?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I need help interpreting the transaction descriptions on my credit card statement. Can you provide clarification?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hey there! I want to understand the late payment charges on my credit card statement. Can you assist?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I'm unsure about the credit limit listed on my credit card statement. Can you provide information?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I need help understanding the cash advance charges on my credit card statement. Can you explain?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hey, I'm trying to identify a charge on my credit card statement. Can you assist?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I received my credit card statement and noticed discrepancies. Can you help me reconcile?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hello, I need assistance in understanding the payment due date on my credit card statement. Can you provide details?",
        "class": "Credit Card Statement Inquiry",
        "class number": 10
      },
      {
        "sample_text": "Hi, I'm trying to reset my online banking password. Can you help?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I forgot my online banking password. How can I reset it?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hey there! I need to change my online banking password. Can you assist?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I'm having trouble logging into my online banking account. Can you reset my password?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I want to update my online banking password for security reasons. How do I do that?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hey, I received a notification to change my online banking password. Can you guide me through the process?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I need to reset my online banking password as a security measure. Can you help?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I want to reset my online banking password to something more secure. Can you assist?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hey there! I'm locked out of my online banking account and need to reset my password. Can you help me?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I suspect my online banking password has been compromised. Can you help me reset it?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I need to reset my online banking password as I can't remember it. Can you assist?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hey, I want to change my online banking password as a precautionary measure. How do I proceed?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I'm experiencing difficulties logging into my online banking account. Can you reset my password?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I received a notification to change my online banking password due to security concerns. Can you assist?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hey there! I want to reset my online banking password to something more memorable. Can you help?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I need assistance in resetting my online banking password. Can you guide me through the process?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I want to change my online banking password to something more secure. Can you assist?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hey, I forgot my online banking password and need to reset it. Can you help me?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I need to reset my online banking password as a security precaution. Can you assist?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hello, I'm having trouble accessing my online banking account and need to reset my password. Can you help?",
        "class": "Password Reset",
        "class number": 11
      },
      {
        "sample_text": "Hi, I need to update my contact information associated with my account. Can you assist?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I recently changed my phone number and need to update it in my account. How can I do that?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hey there! I want to change my email address linked to my account. Can you guide me?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I've moved and need to update my mailing address in my account details. Can you help?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I need to update my emergency contact information on file. How do I proceed?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hey, I recently got married and need to update my last name in my account. Can you assist?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I need to update my contact preferences for account notifications. Can you help?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I want to update my primary contact number in my account profile. How can I do that?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hey there! I've changed my address and need to update it in my account information. Can you guide me?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I need to update my contact details for security verification purposes. Can you assist?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I recently got a new phone number and need to update it on my account. How do I proceed?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hey, I've changed my email address and need to update it in my account settings. Can you help?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I need to update my contact information for billing purposes. Can you assist?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I want to change my mailing address for account statements. Can you guide me through the process?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hey there! I need to update my contact information for account security reasons. Can you assist?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I recently got a new email address and need to update it on my account. How can I do that?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I want to update my contact details to receive account alerts. Can you help?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hey, I need to update my contact information to ensure smooth communication. Can you guide me?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I'm updating my contact information. Can you assist me in making the changes?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hello, I want to update my phone number associated with my account. Can you assist?",
        "class": "Contact Information Update",
        "class number": 12
      },
      {
        "sample_text": "Hi, I need help in understanding my recent transaction history. Can you assist?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I want to review my transaction history for the past month. How can I access it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hey there! I'm looking for a specific transaction in my history. Can you help me find it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I need a copy of my transaction history for tax purposes. Can you assist?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I want to download my transaction history for budgeting purposes. How do I do that?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hey, I need to reconcile my records with my transaction history. Can you provide it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I'm disputing a charge and need to review my transaction history. Can you help?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I need assistance in understanding the charges in my transaction history. Can you explain?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hey there! I want to verify a payment in my transaction history. Can you assist?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I need my transaction history for my business accounting. Can you provide it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I want to review my recent transactions to check for any unauthorized activity. How do I do that?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hey, I need to verify a payment made last week. Can you help me find it in my transaction history?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I need to print out my transaction history for my records. Can you guide me through the process?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I'm reviewing my monthly expenses and need my transaction history. Can you assist?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hey there! I want to view my transaction history online. How can I access it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I need my transaction history to reconcile my bank statement. Can you provide it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I'm looking for a particular transaction from last month. Can you help me find it?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hey, I need assistance in understanding a transaction listed in my history. Can you explain?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I need my transaction history to provide proof of payment. Can you assist?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hello, I want to review my recent transactions to ensure accuracy. Can you help me access my transaction history?",
        "class": "Transaction History Inquiry",
        "class number": 13
      },
      {
        "sample_text": "Hi, I need assistance in setting up a recurring transfer between my accounts. Can you help?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I want to schedule a recurring transfer from my savings to checking account. How can I do that?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hey there! I need to automate a monthly transfer to my investment account. Can you assist?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I'm interested in setting up a recurring transfer for my bill payments. Can you guide me?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I want to schedule a recurring transfer to my child's account. How do I proceed?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hey, I need to set up a weekly transfer to my emergency fund account. Can you help?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I need assistance in automating my monthly mortgage payment. Can you assist?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I want to set up a recurring transfer for my retirement savings. How can I do that?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hey there! I'm looking to automate a weekly transfer to my vacation fund. Can you guide me through the process?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I need to schedule a monthly transfer to my child's education fund. Can you assist?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I want to automate a bi-weekly transfer to my investment portfolio. How do I proceed?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hey, I need assistance in setting up a recurring transfer for my utility bill payments. Can you help?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I want to schedule a recurring transfer to my emergency savings account. Can you assist?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I'm interested in automating a monthly transfer to my IRA. How can I do that?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hey there! I need to set up a bi-weekly transfer to my child's college fund. Can you guide me through the process?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I need assistance in automating my monthly car loan payment. Can you assist?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I want to schedule a recurring transfer to my vacation savings account. How do I proceed?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hey, I'm looking to automate a weekly transfer to my child's allowance account. Can you help?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I need to set up a monthly transfer to my insurance premium account. Can you assist?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hello, I want to schedule a recurring transfer to my pet's medical expenses account. How can I do that?",
        "class": "Recurring Transfer Setup",
        "class number": 14
      },
      {
        "sample_text": "Hi, I need assistance in activating my debit card. Can you help?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, I just received my new debit card. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hey there! I'm trying to use my new debit card for the first time. Do I need to activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I received my debit card in the mail. How do I activate it to start using it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, I need assistance in activating my replacement debit card. Can you guide me?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hey, I lost my debit card and got a replacement. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I received a new debit card due to expiration. How do I activate the new one?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, my old debit card was damaged, and I received a new one. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hey there! I received a replacement debit card after it was stolen. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I recently opened a new account and received a debit card. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, my old debit card expired, and I received a new one. How do I activate the new card?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hey, I got a replacement debit card, but I'm unsure how to activate it. Can you assist?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I received my new debit card in the mail today. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, I need help activating my new debit card. Can you guide me through the process?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hey there! I received my replacement debit card. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I received my new debit card in the mail. How do I go about activating it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, I received a new debit card. How do I activate it so I can start using it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hey, I just received my replacement debit card. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I received my new debit card today. How do I activate it for use?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hello, I received a new debit card in the mail. How do I activate it?",
        "class": "Debit Card Activation",
        "class number": 15
      },
      {
        "sample_text": "Hi, I need to report unauthorized transactions on my debit card. Can you assist?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, I noticed some unauthorized charges on my debit card statement. How do I report them?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hey there! There are transactions on my debit card that I didn't authorize. Can you help me resolve this?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I need to dispute some transactions on my debit card. How do I proceed?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, I believe my debit card has been compromised. What should I do?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hey, there are charges on my debit card that I didn't make. Can you assist me in resolving this?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I need to report fraudulent activity on my debit card. Can you help me with this?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, there are unauthorized withdrawals from my debit card. How can I report them?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hey there! I need to dispute some fraudulent charges on my debit card. Can you assist?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I've noticed transactions on my debit card that I didn't authorize. How do I resolve this issue?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, I suspect fraudulent activity on my debit card. What steps should I take?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hey, there are charges on my debit card that I don't recognize. Can you help me investigate?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I need assistance in disputing unauthorized charges on my debit card. Can you guide me?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, I need to report suspicious transactions on my debit card. How do I do that?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hey there! I need to dispute charges on my debit card that I didn't authorize. Can you assist?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I noticed unauthorized charges on my debit card. Can you help me resolve this issue?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, there are transactions on my debit card that I didn't make. How can I report them?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hey, I need assistance in disputing unauthorized transactions on my debit card. Can you guide me?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I suspect my debit card has been used fraudulently. What should I do?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hello, I need to report unauthorized charges on my debit card. Can you assist me?",
        "class": "Unauthorized Transactions",
        "class number": 16
      },
      {
        "sample_text": "Hi, I need to request a replacement debit card as mine is damaged. Can you assist?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, my debit card was stolen, and I need to request a replacement. How do I do that?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hey there! I lost my debit card and need to request a replacement. Can you guide me?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I need to replace my debit card as it's about to expire. How do I proceed?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, I accidentally damaged my debit card and need to request a replacement. Can you assist?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hey, my debit card is worn out, and I need a replacement. How can I request one?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I need to replace my debit card as it's no longer working. Can you help me with this?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, my debit card got damaged in the washing machine. How do I request a replacement?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hey there! I need to replace my debit card as it was misplaced. Can you guide me through the process?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I lost my wallet, including my debit card. How can I request a replacement?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, my debit card was damaged, and I need to request a replacement. Can you assist?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hey, my debit card was stolen, and I need to replace it. How do I go about this?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I need to request a replacement debit card as mine is lost. Can you help me with this?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, my debit card expired, and I need to request a replacement. How can I do that?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hey there! My debit card was damaged, and I need to replace it. Can you guide me?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I need a replacement debit card as mine was stolen. Can you assist me in getting one?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, I need to replace my debit card as I lost it. How do I request a new one?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hey, my debit card is damaged, and I need a replacement. How can I get one?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I accidentally threw away my debit card and need to replace it. Can you help?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hello, my debit card got lost while traveling, and I need to request a replacement. How do I proceed?",
        "class": "Debit Card Replacement",
        "class number": 17
      },
      {
        "sample_text": "Hi, I need to update my phone number associated with my account. Can you assist?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I recently changed my phone number and need to update it in my account. How can I do that?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hey there! I want to change my email address linked to my account. Can you guide me?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I've moved and need to update my mailing address in my account details. Can you help?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I need to update my emergency contact information on file. How do I proceed?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hey, I recently got married and need to update my last name in my account. Can you assist?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I need to update my contact preferences for account notifications. Can you help?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I want to update my primary contact number in my account profile. How can I do that?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hey there! I've changed my address and need to update it in my account information. Can you guide me?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I need to update my contact details for security verification purposes. Can you assist?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I recently got a new phone number and need to update it on my account. How do I proceed?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hey, I've changed my email address and need to update it in my account settings. Can you help?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I need to update my contact information for billing purposes. Can you assist?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I want to change my mailing address for account statements. Can you guide me through the process?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hey there! I need to update my contact information for account security reasons. Can you assist?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I recently got a new email address and need to update it on my account. How can I do that?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I want to update my contact details to receive account alerts. Can you help?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hey, I need to update my contact information to ensure smooth communication. Can you guide me?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I'm updating my contact information. Can you assist me in making the changes?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hello, I want to update my phone number associated with my account. Can you assist?",
        "class": "Contact Information Update",
        "class number": 18
      },
      {
        "sample_text": "Hi, I need to know the address and operating hours of your nearest branch. Can you provide that information?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, where is the closest branch located, and what are its business hours?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hey there! Can you tell me the address of your branch and when it opens and closes?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, I need to visit your branch. What is its location, and what time does it close today?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, where can I find your nearest branch, and what are its hours on weekends?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hey, I want to know the address of your branch and its opening hours on weekdays.",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, what is the address of your branch, and until what time is it open on Saturdays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, can you provide me with the address and closing time of your branch today?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hey there! I need to visit your branch tomorrow. What are its hours of operation?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, where is your branch located, and what time does it open on weekdays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, what are the business hours of your branch, and is it open on Sundays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hey, I'm looking for your branch's address and its hours on public holidays.",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, can you tell me the address of your branch and its closing time on Fridays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, where can I find your branch, and until what time is it open on Thursdays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hey there! I need to visit your branch soon. What are its operating hours?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, what is the location of your branch, and does it have extended hours on weekends?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, can you provide me with the address and opening time of your branch on Mondays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hey, where is your branch situated, and when does it open on weekdays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, I need to know the address and hours of operation of your branch this week. Can you assist?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hello, what are the business hours of your branch, and is it open on holidays?",
        "class": "Branch Location and Hours",
        "class number": 19
      },
      {
        "sample_text": "Hi, I have a question about how to report freelance income on my taxes. Can you help?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hello, I need assistance understanding which tax forms I need to fill out for my small business. Can you provide guidance?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hey there! I'm not sure if I qualify for any tax deductions this year. Can you help me figure it out?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hi, I need to know how to report investment income on my tax return. Can you assist?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hello, I have questions about claiming dependents on my tax return. Can you provide information on this?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hey, I'm confused about how to report rental income on my taxes. Can you clarify this for me?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hi, I need assistance understanding the tax implications of selling stocks. Can you provide guidance?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hello, I'm unsure if I need to pay taxes on my cryptocurrency investments. Can you help me with this?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hey there! I need to know if I qualify for any tax credits this year. Can you assist?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hi, I'm not sure how to report income from a side gig on my taxes. Can you provide guidance?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hello, I need assistance understanding how to file taxes as a freelancer. Can you help?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hey, I have questions about tax deductions for home office expenses. Can you clarify this for me?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hi, I need to know if I'm eligible for any tax exemptions. Can you assist?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hello, I have questions about claiming mileage deductions for my business. Can you provide information on this?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hey there! I'm not sure how to report rental property income on my taxes. Can you help me with this?",
        "class": "Tax-related Questions",
        "class number": 20
      },
      {
        "sample_text": "Hi, what's the weather like today?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, can you recommend a good book to read?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hey there! What's your favorite movie?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hi, do you know any good recipes for pasta?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, can you suggest some fun activities to do on weekends?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hey, what's your favorite hobby?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hi, do you have any travel tips for visiting Europe?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, what's your favorite cuisine?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hey there! Can you recommend a good workout routine?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hi, do you have any suggestions for improving productivity?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, what's your favorite type of music?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hey, can you recommend a good podcast to listen to?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hi, do you have any tips for learning a new language?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, what's your favorite holiday destination?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hey there! Can you recommend a good restaurant in town?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hi, do you know any good online courses for personal development?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, what's your favorite sport?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hey, can you suggest some tips for improving sleep quality?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hi, do you have any recommendations for managing stress?",
        "class": "General",
        "class number": 21
      },
      {
        "sample_text": "Hello, what's your favorite type of dessert?",
        "class": "General",
        "class number": 21
      }
    ]
  }
]